10/data/attachments/3b818160d455ce25.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_painting_Actions_67921_1</nif:username>
            <nif:friendToBeRequested>soap_actions_f751dba1-e1fd-4934-be3d-452ec54fd259</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>